var global_ip = "http://117.158.113.36:9002/";
var globalNationid = ["未知", "汉族", "壮族","满族","回族", "苗族","藏族", "维吾尔族","土家族","彝族", 
						"蒙古族", "布依族", "侗族","瑶族","朝鲜族", "白族", "哈尼族", "哈萨克族","黎族", "傣族", 
						"畲族","傈僳族","仡佬族","东乡族","高山族","拉祜族","水族","佤族","纳西族","羌族",
						"土族", "仫佬族", "锡伯族","柯尔克孜族","达斡尔族","景颇族", "瑶族", "撒拉族","布朗族","塔吉克族",
						"阿昌族","普米族","鄂温克族","怒族","京族","基诺族","德昂族","保安族", "俄罗斯族","裕固族", 
						"乌孜别克族","门巴族","鄂伦春族","独龙族", "塔塔尔族", "赫哲族", "珞巴族","毛南族"];
var globalLevel = ["全国人大代表", "河南省人大代表", "平顶山市人大代表", "汝州市人大代表", "乡镇人大代表"];
var globalSex = ["未知", "女", "男"];
var globalCan = ["中国共产党", "民主党", "无党派", "共青团", "群众"];
